Repository: Evgen-dev1989/e-commerce-telegram_bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

source: Show my favorite watches:
ru: Показать мои любимые часы:

source: Delete watch
ru: Удалить часы

source: Welcome to the Watches Bot! Choose a watch:
ru: Добро пожаловать в бот часов! Выберите часы:

source: Choose a watch:
ru: Выберите часы:

source: and select an action
ru: и выберите действие

source: You don't have any favorite watches
ru: У вас нет избранных часов

source: Your favorite watches
ru: Твои избранные часы

source: Name
ru: Название

source: Characteristics
ru: Характеристики

source: Price
ru: Цена

source: Delete
ru: Удалить

source: You delete your favorite watches
ru: Вы удалили свои избранные часы

source: write the name of the watch you want to find
ru: напишите название часов, которые вы хотите найти

source: No watches found for your selection
ru: По вашему выбору часы не найдены

source: All your favorite watches have been deleted
ru: Все ваши любимые часы были удалены.

source: Select an option
ru: Выберите вариант

source: Please select a watch brand first
ru: Пожалуйста, сначала выберите марку часов

source: No price found in
ru: Цена не найдена

source: Price range is not set. Please select price range again.
ru: Диапазон цен не установлен. Пожалуйста, выберите диапазон цен ещё раз.

source: Send /more to see more watches.
ru: Отправьте /more, чтобы увидеть больше часов.

source: No more watches.
ru: Больше никаких часов.

source: Unknown command. Please use the menu
ru: Неизвестная команда. Используйте меню.

source: Follow
ru: Следить

source: Added to watchlist
ru: Добавлено в список наблюдения

source: Choose price from
ru: Выберите цену из

source: Choose price to
ru: Выберите цену

source: You have selected {watch_name} a range: from {price_from} to {price_to}.
ru: Вы выбрали {watch_name} в диапазоне: от {price_from} до {price_to}.
